Repository: Striix77/HackingWithSwift
Catalog: Challenge 2/Challenge 2/Localizable.xcstrings
Source language: en
Languages: ro

source: Continue
ro: Mai departe

source: lose
ro: pierzi

source: Nice job! You sure showed the randomizer!
ro: Bravo! I-ai arătat robotului!

source: Reset
ro: Reîncepe

source: Well well... Better luck next time champ!
ro: Off… Mai mult noroc data viitoare!

source: win
ro: câștigi

source: You Lose!
ro: Ai pierdut!

source: You should try to
ro: Încearcă să

source: You Win!
ro: Victorie!

source: You: %lld
ro: Tu: %lld
